Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Write a short field guide for observing the night sky from a city balcony.
de: Schreiben Sie einen kurzen Leitfaden für die Beobachtung des Nachthimmels von einem Stadtbalkon.
es: Escribe una guía de campo corta para observar el cielo nocturno desde un balcón de la ciudad.
fr: Écrivez un court guide de terrain pour observer le ciel nocturne depuis un balcon de la ville.
it: Scrivere una breve guida sul campo per osservare il cielo notturno da un balcone della città.
ja: 街のバルコニーから夜空を観察するための短いフィールドガイドを書いてください。
ko: 도시의 발코니에서 밤하늘을 관찰하기위한 짧은 필드 가이드를 작성합니다.
pt_br: Escreva um pequeno guia de campo para observar o céu noturno de uma varanda da cidade.
zh_hans: 在城市阳台上为观察夜空而写一个简短的野外指南.
zh_hant: 寫一本短片的野外指南,

source: Inspect
de: Prüfen
es: Inspeccionar
fr: Inspecter
it: Ispeziona
ja: 調べる
ko: 검사
pt_br: Inspecionar
zh_hans: 检查
zh_hant: 檢查

source: The inline Gemini request is %@. It must stay below the 20 MB request limit.
de: Die eingebettete Gemini-Anfrage ist %@ groß. Sie muss unter dem Anfragelimit von 20 MB bleiben.
es: La solicitud integrada de Gemini ocupa %@. Debe mantenerse por debajo del límite de 20 MB.
fr: La requête Gemini intégrée fait %@. Elle doit rester sous la limite de 20 Mo.
it: La richiesta Gemini incorporata è di %@. Deve rimanere sotto il limite di 20 MB.
ja: インライン Gemini リクエストは %@ です。20 MB のリクエスト上限未満にする必要があります。
ko: 인라인 Gemini 요청 크기는 %@입니다. 20MB 요청 한도 미만이어야 합니다.
pt_br: A solicitação Gemini incorporada tem %@. Ela deve ficar abaixo do limite de 20 MB.
zh_hans: 内联 Gemini 请求大小为 %@。它必须低于 20 MB 的请求限制。
zh_hant: 內嵌 Gemini 請求大小為 %@。它必須低於 20 MB 的請求限制。

source: The selected video is %@. Choose a video under 14 MB.
de: Das ausgewählte Video ist %@ groß. Wähle ein Video unter 14 MB.
es: El video seleccionado ocupa %@. Elige un video de menos de 14 MB.
fr: La vidéo sélectionnée fait %@. Choisissez une vidéo de moins de 14 Mo.
it: Il video selezionato è di %@. Scegli un video inferiore a 14 MB.
ja: 選択したビデオは %@ です。14 MB 未満のビデオを選択してください。
ko: 선택한 비디오 크기는 %@입니다. 14MB 미만의 비디오를 선택하세요.
pt_br: O vídeo selecionado tem %@. Escolha um vídeo com menos de 14 MB.
zh_hans: 所选视频大小为 %@。请选择小于 14 MB 的视频。
zh_hant: 所選影片大小為 %@。請選擇小於 14 MB 的影片。

source: Generate a book recommendation for ${prompt}
de: Buchempfehlung für ${prompt} erstellen
es: Generar una recomendación de libro para ${prompt}
fr: Générer une recommandation de livre pour ${prompt}
it: Genera un consiglio di lettura per ${prompt}
ja: ${prompt} の本のおすすめを生成
ko: ${prompt}에 대한 도서 추천 생성
pt_br: Gerar uma recomendação de livro para ${prompt}
zh_hans: 为 ${prompt} 生成图书推荐
zh_hant: 為 ${prompt} 產生書籍推薦

source: Open ${example}
de: ${example} öffnen
es: Abrir ${example}
fr: Ouvrir ${example}
it: Apri ${example}
ja: ${example} を開く
ko: ${example} 열기
pt_br: Abrir ${example}
zh_hans: 打开 ${example}
zh_hant: 開啟 ${example}

source: Open ${language}
de: ${language} öffnen
es: Abrir ${language}
fr: Ouvrir ${language}
it: Apri ${language}
ja: ${language} を開く
ko: ${language} 열기
pt_br: Abrir ${language}
zh_hans: 打开 ${language}
zh_hant: 開啟 ${language}

source: Open ${schema}
de: ${schema} öffnen
es: Abrir ${schema}
fr: Ouvrir ${schema}
it: Apri ${schema}
ja: ${schema} を開く
ko: ${schema} 열기
pt_br: Abrir ${schema}
zh_hans: 打开 ${schema}
zh_hant: 開啟 ${schema}

source: Open ${tool}
de: ${tool} öffnen
es: Abrir ${tool}
fr: Ouvrir ${tool}
it: Apri ${tool}
ja: ${tool} を開く
ko: ${tool} 열기
pt_br: Abrir ${tool}
zh_hans: 打开 ${tool}
zh_hant: 開啟 ${tool}

source: Respond to ${prompt} in ${language}
de: Auf ${prompt} auf ${language} antworten
es: Responder a ${prompt} en ${language}
fr: Répondre à ${prompt} en ${language}
it: Rispondi a ${prompt} in ${language}
ja: ${prompt} に ${language} で回答
ko: ${prompt}에 ${language}(으)로 응답
pt_br: Responder a ${prompt} em ${language}
zh_hans: 使用 ${language} 回答 ${prompt}
zh_hant: 使用 ${language} 回答 ${prompt}

source: "%@" is not an .fmadapter package.
de: „%@“ ist kein .fmadapter-Paket.
es: «%@» no es un paquete .fmadapter.
fr: « %@ » n’est pas un paquet .fmadapter.
it: “%@” non è un pacchetto .fmadapter.
ja: 「%@」は .fmadapter パッケージではありません。
ko: "%@"은(는) .fmadapter 패키지가 아닙니다.
pt_br: “%@” não é um pacote .fmadapter.
zh_hans: “%@”不是 .fmadapter 软件包。
zh_hant: 「%@」不是 .fmadapter 套件。

source: Comparing "%@"
de: „%@“ wird verglichen
es: Comparando «%@»
fr: Comparaison de « %@ »
it: Confronto di “%@”
ja: 「%@」を比較中
ko: "%@" 비교 중
pt_br: Comparando “%@”
zh_hans: 正在比较“%@”
zh_hant: 正在比較「%@」

source: Comparison failed: %@
de: Vergleich fehlgeschlagen: %@
es: Error en la comparación: %@
fr: Échec de la comparaison : %@
it: Confronto non riuscito: %@
ja: 比較に失敗しました: %@
ko: 비교 실패: %@
pt_br: Falha na comparação: %@
zh_hans: 比较失败：%@
zh_hant: 比較失敗：%@

source: Ready with %@
de: Bereit mit %@
es: Listo con %@
fr: Prêt avec %@
it: Pronto con %@
ja: %@ の準備ができました
ko: %@ 준비 완료
pt_br: Pronto com %@
zh_hans: %@ 已就绪
zh_hant: %@ 已就緒

source: The adapter is too large (%@).
de: Der Adapter ist zu groß (%@).
es: El adaptador es demasiado grande (%@).
fr: L’adaptateur est trop volumineux (%@).
it: L’adattatore è troppo grande (%@).
ja: アダプタが大きすぎます（%@）。
ko: 어댑터가 너무 큽니다(%@).
pt_br: O adaptador é muito grande (%@).
zh_hans: 适配器过大（%@）。
zh_hant: 轉接器過大（%@）。

source: Context size comes from the system model. Measure uses the model tokenizer; the other sliders are local planning estimates that you can adjust to explore a session budget.
de: Die Kontextgröße stammt vom Systemmodell. „Messen“ verwendet den Modell-Tokenizer; die anderen Regler sind lokale Planungsschätzungen, mit denen du das Sitzungsbudget erkunden kannst.
es: El tamaño del contexto proviene del modelo del sistema. Medir usa el tokenizador del modelo; los demás controles son estimaciones locales que puedes ajustar para explorar el presupuesto de una sesión.
fr: La taille du contexte provient du modèle système. Mesurer utilise le segmenteur du modèle ; les autres curseurs sont des estimations locales que vous pouvez ajuster pour explorer le budget d’une session.
it: La dimensione del contesto proviene dal modello di sistema. Misura usa il tokenizzatore del modello; gli altri cursori sono stime locali che puoi regolare per esplorare il budget di una sessione.
ja: コンテキストサイズはシステムモデルから取得されます。「測定」はモデルのトークナイザを使用します。その他のスライダは、セッション予算を確認するために調整できるローカルの計画見積もりです。
ko: 컨텍스트 크기는 시스템 모델에서 가져옵니다. 측정은 모델 토크나이저를 사용하며, 다른 슬라이더는 세션 예산을 살펴보기 위해 조정할 수 있는 로컬 계획 추정치입니다.
pt_br: O tamanho do contexto vem do modelo do sistema. Medir usa o tokenizador do modelo; os outros controles são estimativas locais que você pode ajustar para explorar o orçamento de uma sessão.
zh_hans: 上下文大小来自系统模型。“测量”使用模型分词器；其他滑块是本地规划估算值，可通过调整来探索会话预算。
zh_hant: 上下文大小來自系統模型。「測量」使用模型分詞器；其他滑桿是本機規劃估算值，可透過調整來探索工作階段預算。

source: This inline demo accepts supported movie files under 14 MB.
de: Diese Inline-Demo akzeptiert unterstützte Filmdateien unter 14 MB.
es: Esta demostración integrada acepta archivos de video compatibles de menos de 14 MB.
fr: Cette démo intégrée accepte les fichiers vidéo compatibles de moins de 14 Mo.
it: Questa demo incorporata accetta file video supportati inferiori a 14 MB.
ja: このインラインデモでは、14 MB 未満の対応動画ファイルを使用できます。
ko: 이 인라인 데모는 14MB 미만의 지원되는 동영상 파일을 허용합니다.
pt_br: Esta demonstração incorporada aceita arquivos de vídeo compatíveis com menos de 14 MB.
zh_hans: 此内联演示接受小于 14 MB 的受支持影片文件。
zh_hant: 此內嵌示範接受小於 14 MB 的支援影片檔案。

source: Xcode installed
de: Xcode installiert
es: Xcode instalado
fr: Xcode installé
it: Xcode installato
ja: Xcodeをインストール
ko: Xcode 설치
pt_br: Xcode instalado.
zh_hans: 已安装 Xcode
zh_hant: 已安裝 Xcode

source: Your app
de: Deine App
es: Tu app
fr: Votre application
it: La tua app
ja: あなたのアプリ
ko: 당신의 앱
pt_br: Seu aplicativo.
zh_hans: 你的应用
zh_hant: 你的應用程式

source: Your app: response reserve and which history to keep, summarize, or drop
de: Ihre App: Antwortreserve und welche Historie Sie behalten, zusammenfassen oder fallen lassen möchten
es: Su aplicación: reserva de respuesta y qué historia guardar, resumir o soltar
fr: Votre application : réserve de réponse et l'historique à conserver, à résumer ou à déposer
it: La tua app: riserva di risposta e quale storia conservare, riassumere o rilasciare
ja: あなたのアプリ: 応答予約と保存、要約、またはドロップする履歴
ko: 앱: 응답 예약 및 유지, 요약, 또는 드롭
pt_br: Seu aplicativo: reserva de resposta e qual histórico manter, resumir ou soltar
zh_hans: 您的应用程序: 响应保留, 以及需要保存、 总结或降下的历史
zh_hant: 您的應用程式: 應用程式以及要保留、 概述或降下哪些歷史

source: Your code validates arguments, asks the user, and decides whether any external operation runs.
de: Ihr Code validiert Argumente, fragt den Benutzer und entscheidet, ob eine externe Operation ausgeführt wird.
es: Su código valida los argumentos, pregunta al usuario y decide si cualquier operación externa funciona.
fr: Votre code valide les arguments, demande à l'utilisateur et décide si une opération externe fonctionne.
it: Il codice convalida argomenti, chiede all'utente e decide se un'operazione esterna viene eseguita.
ja: コードは引数を検証し、ユーザに尋ね、外部の操作が実行されているかどうかを決定します。
ko: 코드는 인수를 검증하고 사용자를 요청하고 외부 작업이 실행되는지 결정합니다.
pt_br: Seu código valida argumentos, pergunta ao usuário, e decide se qualquer operação externa é executada.
zh_hans: 您的代码验证参数, 询问用户, 并决定是否有外部操作运行 。
zh_hant: 您的程式碼會驗證參數, 問用戶, 並決定是否有外部操作執行 。

source: cleanup
de: Bereinigung
es: limpieza
fr: nettoyage
it: pulizia
ja: クリーンアップ
ko: 정리
pt_br: Limpeza
zh_hans: 清理
zh_hant: 清理

source: data
de: Daten
es: datos
fr: données
it: dati
ja: データデータ
ko: 데이터
pt_br: Dados
zh_hans: 数据
zh_hant: 資料

source: feature-specific criteria
de: Merkmalsspezifische Kriterien
es: criterios específicos
fr: Critères spécifiques
it: criteri specifici
ja: 機能固有の基準
ko: 기능별 기준
pt_br: Critérios específicos da característica
zh_hans: 特性特定标准
zh_hant: 特性特定標準

source: high
de: hoch
es: alto
fr: élevé
it: alto
ja: 高い
ko: 높음
pt_br: Alto.
zh_hans: 高
zh_hant: 高

source: iPhone and iPad
de: iPhone und iPad
es: iPhone y iPad
fr: iPhone et iPad
it: iPhone e iPad
ja: iPhone そして、 iPad
ko: iPhone · iPad
pt_br: iPhone e iPad
zh_hans: iPhone 和 iPad
zh_hant: iPhone 和 iPad

source: macOS Scripting
de: macOS Szenario
es: macOS Escenario
fr: macOS Scénario
it: macOS Scenario
ja: macOS スクリプト
ko: macOS 스크립팅
pt_br: macOS Roteiro
zh_hans: macOS 脚本
zh_hant: macOS 文稿

source: memory
de: Speicher
es: memoria
fr: mémoire
it: memoria
ja: メモリ
ko: 메모리
pt_br: memória
zh_hans: 内存
zh_hant: 記憶體

source: privacy
de: Privatsphäre
es: privacidad
fr: vie privée
ja: プライバシー
ko: 개인정보 보호
pt_br: privacidade
zh_hans: 隐私
zh_hant: 隱私

source: prompt variants
de: Prompt-Varianten
es: variantes de prompts
fr: variantes d’invites
it: varianti di prompt
ja: プロンプト バリアント
ko: 프롬프트 변형
pt_br: variantes de prompts
zh_hans: 提示变体
zh_hant: 提示變體

source: recency
de: Beschaffenheit
es: recreo
fr: recence
it: retto
ja: 新しさ
ko: 최신성
pt_br: Reciência
zh_hans: 正当性
zh_hant: 合理性

source: recorded responses
de: aufgezeichnete Antworten
es: respuestas grabadas
fr: réponses enregistrées
it: risposte registrate
ja: 記録された応答
ko: 기록 된 응답
pt_br: Respostas gravadas
zh_hans: 记录的答复
zh_hant: 答复

source: representative prompts
de: repräsentative Aufforderungen
es: prompts representativos
fr: invites représentatives
it: prompt rappresentativi
ja: 代表的なプロンプト
ko: 대표 메시지
pt_br: prompts representativos
zh_hans: 代表提示
zh_hant: 代表提示

source: trust
de: Vertrauen
es: confianza
fr: confiance
it: fiducia
ja: 信頼
ko: 신뢰
pt_br: Confiança
zh_hans: 信托
zh_hant: 信任

source: unknown
de: unbekannt
es: desconocida
fr: inconnu
it: sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
zh_hans: 不详
zh_hant: 未知

source: was %lld
de: war %lld
es: era %lld
fr: était %lld
it: era %lld
ja: あった %lld
ko: · %lld
pt_br: era. %lld
zh_hans: 当时是 %lld
zh_hant: 是 %lld

source: Image Input
de: Bildeingang
es: Imagen de entrada
fr: Entrée de l'image
it: Input di immagine
ja: イメージの入力
ko: 이미지 입력
pt_br: Entrada da Imagem
zh_hans: 图像输入
zh_hant: 影像輸入

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
zh_hans: 运行
zh_hant: 執行

# %@ Cleanup: %@
source: %1$@ Cleanup: %2$@
de: %1$@ Bereinigung: %2$@
es: %1$@ Limpieza: %2$@
fr: %1$@ Nettoyage : %2$@
it: %1$@ Pulizia: %2$@
ja: %1$@ クリーンアップ: %2$@
ko: %1$@ 정리: %2$@
pt_br: Limpeza %1$@: %2$@
zh_hans: %1$@ 清理：%2$@
zh_hant: %1$@ 清理：%2$@

# %@ guidance · %@ output
source: %1$@ guidance · %2$@ output
de: %1$@-Anleitung · %2$@-Ausgabe
es: Guía %1$@ · Salida %2$@
fr: Guidage %1$@ · Sortie %2$@
it: Guida %1$@ · Uscita %2$@
ja: %1$@ガイダンス・%2$@出力
ko: %1$@ 안내 · %2$@ 출력
pt_br: Orientação %1$@ · Saída %2$@
zh_hans: %1$@ 引导 · %2$@ 输出
zh_hant: %1$@ 引導 · %2$@ 輸出

source: %@ will be permanently deleted. Recorded runs are not affected.
de: %@ wird dauerhaft gelöscht. Aufgezeichnete Läufe sind nicht betroffen.
es: %@ se eliminará permanentemente. Las carreras registradas no se ven afectadas.
fr: %@ sera définitivement supprimé. Les courses enregistrées ne sont pas affectées.
it: %@ verrà eliminato definitivamente. Le corse registrate non sono influenzate.
ja: %@ は完全に削除されます。記録された実行には影響しません。
ko: %@가 영구 삭제됩니다. 기록된 실행은 영향을 받지 않습니다.
pt_br: %@ será excluído permanentemente. As execuções registradas não são afetadas.
zh_hans: %@ 将被永久删除。记录的运行不受影响。
zh_hant: %@ 將會永久刪除。記錄的運作不受影響。

# %lld groups · %lld items
source: %1$lld groups · %2$lld items
de: %1$lld-Gruppen · %2$lld-Elemente
es: Grupos %1$lld · Artículos %2$lld
fr: Groupes %1$lld · Articles %2$lld
it: Gruppi %1$lld · Articoli %2$lld
ja: %1$lld グループ · %2$lld アイテム
ko: %1$lld 그룹 · %2$lld 항목
pt_br: Grupos %1$lld · Itens %2$lld
zh_hans: %1$lld 组 · %2$lld 项目
zh_hant: %1$lld 組 · %2$lld 項目

source: %lld indexed sources
de: %lld indizierte Quellen
es: %lld fuentes indexadas
fr: %lld sources indexées
it: %lld sorgenti indicizzate
ja: %lld インデックス付きソース
ko: %lld 인덱스 소스
pt_br: Fontes indexadas %lld
zh_hans: %lld 索引源
zh_hant: %lld 索引來源

source: %lld items
de: %lld Artikel
es: %lld artículos
fr: Articles %lld
it: Articoli %lld
ja: %lld アイテム
ko: %lld 아이템
pt_br: Itens %lld
zh_hans: %lld 项目
zh_hant: %lld 項目

source: %lld languages
de: %lld Sprachen
es: %lld idiomas
fr: Langues %lld
it: %lld lingue
ja: %lld 言語
ko: %lld 언어
pt_br: Idiomas %lld
zh_hans: %lld 语言
zh_hant: %lld 語言

# %lld of %lld tokens, %@ used
source: %1$lld of %2$lld tokens, %3$@ used
de: %1$lld von %2$lld-Tokens, %3$@ verwendet
es: %1$lld de tokens %2$lld, %3$@ usado
fr: %1$lld de jetons %2$lld, %3$@ utilisé
it: %1$lld di gettoni %2$lld, %3$@ utilizzati Risultati
ja: %1$lld / %2$lld トークン、%3$@ 使用済み
ko: %2$lld 토큰 중 %1$lld, %3$@ 사용
pt_br: %1$lld de tokens %2$lld, %3$@ usado
zh_hans: %2$lld 代币中的 %1$lld，使用 %3$@
zh_hant: %2$lld 代幣中的 %1$lld，使用 %3$@

source: %lld results
de: %lld Ergebnisse
es: Resultados %lld
fr: Résultats %lld
it: %lld
ja: %lld の結果
ko: %lld 결과
pt_br: Resultados %lld
zh_hans: %lld 结果
zh_hant: %lld 結果

# %lld rows · %lld columns
source: %1$lld rows · %2$lld columns
de: %1$lld Zeilen · %2$lld Spalten
es: %1$lld filas · %2$lld columnas
fr: Lignes %1$lld · Colonnes %2$lld
it: %1$lld righe · %2$lld colonne
ja: %1$lld 行 · %2$lld 列
ko: %1$lld 행 · %2$lld 열
pt_br: Linhas %1$lld · Colunas %2$lld
zh_hans: %1$lld 行 · %2$lld 列
zh_hant: %1$lld 行 · %2$lld 列

# %lld tokens · %@ · %@
source: %1$lld tokens · %2$@ · %3$@
de: %1$lld-Token · %2$@ · %3$@
es: tokens %1$lld · %2$@ · %3$@
fr: Jetons %1$lld · %2$@ · %3$@
it: Gettoni %1$lld · %2$@ · %3$@
ja: %1$lld トークン · %2$@ · %3$@
ko: %1$lld 토큰 · %2$@ · %3$@
pt_br: Tokens %1$lld · %2$@ · %3$@
zh_hans: %1$lld 代币 · %2$@ · %3$@
zh_hant: %1$lld 代幣 · %2$@ · %3$@

# %lld × %lld pixels
source: %1$lld × %2$lld pixels
de: %1$lld × %2$lld Pixel
es: %1$lld × %2$lld píxeles
it: %1$lld × %2$lld pixel
ja: %1$lld × %2$lld ピクセル
ko: %1$lld × %2$lld 픽셀
zh_hans: %1$lld × %2$lld 像素
zh_hant: %1$lld × %2$lld 像素

source: A customizable assistant grounded in current tool results
de: Ein anpassbarer Assistent, der auf aktuellen Werkzeugergebnissen basiert
es: Un asistente personalizable basado en los resultados actuales de la herramienta
fr: Un assistant personnalisable basé sur les résultats des outils actuels
it: Un assistente personalizzabile basato sui risultati attuali dello strumento
ja: 現在のツールの結果に基づいたカスタマイズ可能なアシスタント
ko: 현재 도구 결과를 바탕으로 한 맞춤형 보조 도구
pt_br: Um assistente personalizável baseado nos resultados atuais da ferramenta
zh_hans: 基于当前工具结果的可定制助手
zh_hant: 基於目前工具結果的可自訂助手

source: A newer Spotlight result type was returned.
de: Ein neuerer Ergebnistyp Spotlight wurde zurückgegeben.
es: Se devolvió un tipo de resultado Spotlight más nuevo.
fr: Un type de résultat Spotlight plus récent a été renvoyé.
it: È stato restituito un tipo di risultato Spotlight più recente.
ja: 新しい Spotlight 結果タイプが返されました。
ko: 새로운 Spotlight 결과 유형이 반환되었습니다.
pt_br: Um tipo de resultado Spotlight mais recente foi retornado.
zh_hans: 返回了较新的 Spotlight 结果类型。
zh_hant: 傳回了較新的 Spotlight 結果類型。

source: A newer attachment type was emitted.
de: Ein neuerer Anhangstyp wurde ausgegeben.
es: Se emitió un tipo de archivo adjunto más nuevo.
fr: Un type de pièce jointe plus récent a été émis.
it: È stato emesso un tipo di allegato più recente.
ja: 新しいアタッチメントタイプが発行されました。
ko: 새로운 첨부 파일 유형이 출시되었습니다.
pt_br: Um tipo de anexo mais recente foi emitido.
zh_hans: 发布了更新的附件类型。
zh_hant: 發布了更新的附件類型。

source: A response is already being spoken.
de: Eine Antwort wird bereits gesprochen.
es: Ya se está pronunciando una respuesta.
fr: Une réponse est déjà prononcée.
it: È già stata pronunciata una risposta.
ja: すでに応答が話されています。
ko: 이미 응답이 진행 중입니다.
pt_br: Uma resposta já está sendo falada.
zh_hans: 已发出回应。
zh_hant: 已發出回應。

source: A text source with this title already exists. Choose a different title.
de: Eine Textquelle mit diesem Titel existiert bereits. Wählen Sie einen anderen Titel.
es: Ya existe una fuente de texto con este título. Elija un título diferente.
fr: Une source de texte portant ce titre existe déjà. Choisissez un autre titre.
it: Esiste già una fonte di testo con questo titolo. Scegli un titolo diverso.
ja: このタイトルのテキスト ソースは既に存在します。別のタイトルを選択してください。
ko: 이 제목의 텍스트 소스가 이미 존재합니다. 다른 제목을 선택하세요.
pt_br: Já existe uma fonte de texto com este título. Escolha um título diferente.
zh_hans: 具有此标题的文本源已存在。选择不同的标题。
zh_hant: 具有此標題的文字來源已存在。選擇不同的標題。

source: About This Comparison
de: Über diesen Vergleich
es: Acerca de esta comparación
fr: À propos de cette comparaison
it: Informazioni su questo confronto
ja: この比較について
ko: 이 비교 정보
pt_br: Sobre esta comparação
zh_hans: 关于此比较
zh_hant: 關於此比較

source: About Tool Policies
de: Über Tool-Richtlinien
es: Acerca de las políticas de herramientas
fr: À propos des politiques relatives aux outils
it: Informazioni sulle policy degli strumenti
ja: ツールポリシーについて
ko: 도구 정책 정보
pt_br: Sobre políticas de ferramentas
zh_hans: 关于工具策略
zh_hant: 關於工具策略

source: Adapt a structured model response to the device language while keeping one typed result.
de: Passen Sie eine strukturierte Modellantwort an die Gerätesprache an und behalten Sie dabei ein typisiertes Ergebnis bei.
es: Adapte una respuesta de modelo estructurado al idioma del dispositivo manteniendo un resultado escrito.
fr: Adaptez une réponse de modèle structurée au langage de l'appareil tout en conservant un résultat typé.
it: Adatta una risposta del modello strutturato alla lingua del dispositivo mantenendo un risultato digitato.
ja: 1 つの入力結果を保持しながら、構造化モデルの応答をデバイス言語に適応させます。
ko: 하나의 입력된 결과를 유지하면서 장치 언어에 구조화된 모델 응답을 적용합니다.
pt_br: Adapte uma resposta de modelo estruturado à linguagem do dispositivo, mantendo um resultado digitado.
zh_hans: 使结构化模型响应适应设备语言，同时保留一种类型的结果。
zh_hant: 使結構化模型響應適應設備語言，同時保留一種類型的結果。

source: Add Sample Sources
de: Beispielquellen hinzufügen
es: Agregar fuentes de muestra
fr: Ajouter des exemples de sources
it: Aggiungi fonti di esempio
ja: サンプルソースを追加
ko: 샘플 소스 추가
pt_br: Adicionar fontes de amostra
zh_hans: 添加示例源
zh_hant: 新增範例來源

source: Add Source
de: Quelle hinzufügen
es: Agregar fuente
fr: Ajouter une source
it: Aggiungi fonte
ja: ソースを追加
ko: 소스 추가
pt_br: Adicionar fonte
zh_hans: 添加源
zh_hant: 添加源

source: Add Text Source
de: Textquelle hinzufügen
es: Agregar fuente de texto
fr: Ajouter une source de texte
it: Aggiungi sorgente testo
ja: テキストソースを追加
ko: 텍스트 소스 추가
pt_br: Adicionar fonte de texto
zh_hans: 添加文本源
zh_hant: 新增文字來源

source: Add at least one source before asking a question.
de: Fügen Sie mindestens eine Quelle hinzu, bevor Sie eine Frage stellen.
es: Agregue al menos una fuente antes de hacer una pregunta.
fr: Ajoutez au moins une source avant de poser une question.
it: Aggiungi almeno una fonte prima di porre una domanda.
ja: 質問する前に少なくとも 1 つの出典を追加してください。
ko: 질문하기 전에 소스를 하나 이상 추가하세요.
pt_br: Adicione pelo menos uma fonte antes de fazer uma pergunta.
zh_hans: 在提问之前至少添加一个来源。
zh_hant: 在提問之前至少加入一個來源。

source: Adding source…
de: Quelle wird hinzugefügt…
es: Agregando fuente…
fr: Ajout de la source…
it: Aggiunta fonte...
ja: ソースを追加中…
ko: 소스 추가 중…
pt_br: Adicionando fonte…
zh_hans: 添加源...
zh_hant: 新增來源...

source: Allow Health access in Settings, then try again.
de: Erlauben Sie den Gesundheitszugriff in den Einstellungen und versuchen Sie es dann erneut.
es: Permita el acceso a Salud en Configuración y vuelva a intentarlo.
fr: Autorisez l'accès Santé dans Paramètres, puis réessayez.
it: Consenti l'accesso a Salute in Impostazioni, quindi riprova.
ja: 設定でヘルスケアへのアクセスを許可してから、もう一度お試しください。
ko: 설정에서 건강 액세스를 허용한 후 다시 시도하세요.
pt_br: Permita o acesso à Saúde nas Configurações e tente novamente.
zh_hans: 在“设置”中允许“健康”访问，然后重试。
zh_hant: 在「設定」中允許「健康」訪問，然後重試。

source: Allow Speech Recognition in Settings, then try again.
de: Erlauben Sie die Spracherkennung in den Einstellungen und versuchen Sie es dann erneut.
es: Permita el reconocimiento de voz en Configuración y vuelva a intentarlo.
fr: Autorisez la reconnaissance vocale dans les paramètres, puis réessayez.
it: Consenti riconoscimento vocale nelle Impostazioni, quindi riprova.
ja: 設定で音声認識を許可してから、もう一度お試しください。
ko: 설정에서 음성 인식을 허용한 후 다시 시도해 보세요.
pt_br: Permita o reconhecimento de fala nas configurações e tente novamente.
zh_hans: 在“设置”中允许语音识别，然后重试。
zh_hant: 在「設定」中允許語音識別，然後重試。

source: Allowed Values
de: Zulässige Werte
es: Valores permitidos
fr: Valeurs autorisées
it: Valori consentiti
ja: 許可される値
ko: 허용되는 값
pt_br: Valores permitidos
zh_hans: 允许值
zh_hant: 允許值

source: Analyze Image
de: Bild analysieren
es: Analizar imagen
fr: Analyser l'image
it: Analizza immagine
ja: 画像の分析
ko: 이미지 분석
pt_br: Analisar imagem
zh_hans: 分析图像
zh_hant: 分析影像

source: Another request is already running in this session. Wait for it to finish or stop it first.
de: In dieser Sitzung läuft bereits eine andere Anfrage. Warten Sie, bis der Vorgang abgeschlossen ist, oder stoppen Sie ihn zuerst.
es: Ya se está ejecutando otra solicitud en esta sesión. Espere a que termine o deténgalo primero.
fr: Une autre requête est déjà en cours d'exécution dans cette session. Attendez qu'il se termine ou arrêtez-le d'abord.
it: Un'altra richiesta è già in esecuzione in questa sessione. Aspetta che finisca o interrompilo prima.
ja: このセッションでは別のリクエストがすでに実行されています。完了するまで待つか、最初に停止してください。
ko: 이 세션에서 이미 다른 요청이 실행 중입니다. 완료될 때까지 기다리거나 먼저 중지하세요.
pt_br: Outra solicitação já está em execução nesta sessão. Espere que termine ou pare primeiro.
zh_hans: 另一个请求已在此会话中运行。等待它完成或先停止它。
zh_hant: 另一個請求已在此會話中運行。等待它完成或先停止它。

source: Answer questions using authorized HealthKit data only.
de: Beantworten Sie Fragen nur mit autorisierten HealthKit-Daten.
es: Responda preguntas utilizando únicamente datos autorizados de HealthKit.
fr: Répondez aux questions en utilisant uniquement les données HealthKit autorisées.
it: Rispondi alle domande utilizzando solo i dati HealthKit autorizzati.
ja: 承認された HealthKit データのみを使用して質問に回答してください。
ko: 승인된 HealthKit 데이터만 사용하여 질문에 답하세요.
pt_br: Responda perguntas usando apenas dados HealthKit autorizados.
zh_hans: 仅使用授权的 HealthKit 数据回答问题。
zh_hant: 僅使用授權的 HealthKit 資料回答問題。
